Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/svenskakyrkan/ipmilbalvalus-lea-rabas-buohkaide.html.tmx
Source language: sme
Languages: sma

source: Ipmilbálvalus lea rabas buohkaide - Svenska kyrkan - Om oss
sma: Gyrhkesjimmie gaajhkesidie gaahpan - Svenska kyrkan - Om oss

source: Ipmilbálvalus lea rabas buohkaide
sma: Gyrhkesjimmie gaajhkesidie gaahpan

source: Ipmilbálvalusat dollojuvvojit juohke sotnabeaivvi Ruoŧa girku searvegottiin, ja dávjá iežá beivviid maid.
sma: Svïenske gærhkoen åålmegisnie fïerhten aejlegen gyrhkesjimmiem heevehte, jïh gellien aejkien jeatjah biejjieh aaj.

source: Ipmilbálvalus lea álo rabas buohkaide.
sma: Akte gyrhkesjimmie gaajhkesidie gaahpan.

source: Álggu rájis risttalaččat leat čoahkkanan ipmilbálvalusaide.
sma: Aalkoste dah kristegassjh gyrhkesjæmman tjåanghkenin.

source: Álggus han eai lean nu olus.
sma: Eah aalkoste man gallesh lin.

source: Muhtin báikkiin oaguhuvvoje iežaset oskku dihte.
sma: Muvhth dajvine dejtie dej jaahkoste dåålvedin.

source: Lei dárbu oaidnalit ja guldalit muitalusaid Jesusa birra, gullat maid Jesusa eallin ja jápmin ja bajásčuožžileapmi mearkkašii.
sma: Daarpesjin gaavnedidh jïh dejtie soptsesidie Jesusen bïjre goltelidh, govledh guktie Jesusen jielemem jïh jaememem jïh tjuedtjielimmiem buerkiestin.

source: Ipmilbálvalusa hámi árbejedje muhtin muddui iežaset ovdalaš judalaš oskkus.
sma: Dan gyrhkesjimmien hammoem sijjen båeries judaj jaahkoste eerpin.

source: Teakstalohkan lei oahpis dáhpi synagogas.
sma: Boelhke tekstelohkeminie synagogeste damtijin.

source: Mállásat leat dehálaččat Juo árrat risttalaš historjjás šadde mállásat dehálaš oassin aktavuođas.
sma: Maalestahke vihkeles Joe aareh kristeles histovrijisnie dïhte maalestahke ektievoetesne vihkeles boelhke sjïdti.

source: Dat ledje ráhkisvuođamállásat go juhke biepmu nuppiiguin.
sma: Dïhte lij gieriesvoeten maalestahke gosse beapmojste joekedin.

source: Mállásat ovdánedje fargga dáhpin mas muittašedje máhttájeddjiid maŋimus mállásiid Jesusiin.
sma: Destie dïhte maalestahke vuekine evtiedi gosse learohki minngemes maalestahkem Jesusen ektine ieriedin.

source: Geahččaledje dulkot maid Jesusa jápmin ja bajásčuožžileapmi mearkkašii.
sma: Voejhkelin goerkesidh Jesuse jaameme jïh tjuedtjielamme.

source: Dát mállásat, Hearrá eahkedismállásat, en ávvuduvvojit juohke risttalaš girkus oalle dávjá.
sma: Dam maalestahkem, aejlies maalestahke, gellien aejkien gaajhki kristegassji gærhkojne annje heevehtieh.

source: Risttalaš ipmilbálvalus Risttalaš ipmilbálvalus sáhttá dahkot máŋgga ládje muhto meastta álo leat ávvudanlávllut Ipmilii, teakstalohkan biibbalis ja rohkadallan mielde.
sma: Kristeles gyrhkesjimmie Aktem kristeles gyrhkesjimmiem maahta gellie vuekiej mietie juhtiehtidh, badth iktegisth Jupmelem laavlominie heevehte, bijpelistie tekstelohkeme jïh rohkelimmie.

source: Ipmilbálvalus juohke searvegottis Ruoŧa girku searvegottiin dollet ipmilbálvalusaid unnimusat juohke sotnabeaivvi.
sma: Gyrhkesjimmie gaajhkh åålmegisnie Svïenske gærhkoen åålmegisnie sån fïerhten aejlegen gyrhkesjimmiem heevehte.

source: Muhto dávjá leat maid ipmilbálvalusat iežá vahkkobeivviid.
sma: Badth gellien aejkien jeatjah biejjieh våhkosne aaj.

source: Girku vahkkosaš ipmilbálvaluslogahallamiin gávnnat dieđuid makkár ipmilbálvalusat dollojuvvojit girkus du orronsaji lahka.
sma: Plaerine våhkoen gyrhkesjimmide gaavnh jïh mij gyrhkesjimmide muvhth gærhkojne heevehtieh dov årromesijjesne.

source: Dávjá dat álmmuhuvvojit báikkálaš aviissain muhto olu searvegottiid gávnnat maid interneahtas.
sma: Gellien aejkien byjreske-plaerine bievnieh, badth gellie åålmegh aaj webb-bieline gaavnh.

source: Rabas buohkaide Buohkat leat bures boahtin searvat: nuorat ja boarrásat, oskkolaččat ja dat geat eai oskku.
sma: Gaajhkesidie gaahpan Gaajhkesh dovnesh åajva guessine gærhkose båetedh: båeries jïh noerh, dah gïeh jaehkieh jïh dah gïeh eah jaehkieh.

source: Ipmilbálvalusas oaččut veahki ipmirdit eallimat ja gávnnadit Ipmiliin.
sma: Gyrhkesjimmesne viehkiem åadtjoejibie mijjen jielemem goerkesidh jïh Jupmelem gaavnedidh.

source: Muhto ipmilbálvalus lea maid mearka ja duođaštus girku oskkus ja lagasvuođas servvodahkii.
sma: Gyrhkesjimmie aaj akte væhta jïh vïhnestimmie gærhkoen jaahkoen bïjre jïh lïhkesvoete sïebredahkesne.

source: Sáhttá leat amas jos ii leat oahpásnuvvan dasa.
sma: Dïsse gie ovnohkens maahta ammes domtedh.

source: Giella sáhttá leat allaáigásaš ja soitet dadjat ja dahkat dakkáriid maid mearkkašupmi lea váttis ipmirdit.
sma: Gïele maahta klåahkan årrodh jïh jiehtieh jïh darjoeh aath mah eah leah gåvva guarkedh.

source: Sotnabeaivvi váldoipmilbálvalusa vuogi gávnnat Sálbmagirjji loahpas.
sma: Aejlegen åejviegyrhkesjimmien öörnegem Psalmegærjan minngiebieline gaavnh.

source: Sáhtát álo maid jearrat.
sma: Iktegisth aaj maahtah gihtjedh.

source: Bures boahtin !
sma: Buerie båeteme !
